Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# PushChatReactGeoLive
source: {0}: {2} to your live location in {1}
ar: ⁨{2}⁩ على موقعك الحي
be: {0}: {2} на вашу трансляцыю месцазнаходжання «{1}»
ca: {0}: {2} a la vostra ubicació en directe en {1}
de: {0} reagierte mit {2} auf deinen Live-Standort in {1}
es: {0}: Reaccionó con {2} a tu ubicación en tiempo real en {1}
fi: {2}-reaktio live-sijaintiisi
fr: {0} : {2} à votre position en temps réel dans {1}
it: {0}: ha reagito con {2} alla tua posizione in tempo reale in {1}
ko: {0}: {1}에서 내 실시간 위치에 대해 {2}
ms: {0}: {2} ke lokasi anda di {1}
pl: {0}: {2} na twoją Lokalizację na żywo na {1}
pt_br: {0}: {2} sobre a sua localização ao vivo em {1}
ru: {0}: {2} на Вашу геопозицию в «{1}»
sv: {2} på din liveplats
tr: {0}: {1} sohbetindeki canlı konuma {2} tepkisi verdi
uk: {0} ставить {2} вашому маячку в {1}

# PushChatReactGif
source: {0}: {2} to your GIF in {1}
ar: ⁨{2}⁩ على الـ GIF
be: {0}: {2} на вашу анімацыю ў «{1}»
ca: {0}: {2} al vostre GIF en {1}
de: {0} reagierte mit {2} auf dein GIF in {1}
es: {0}: Reaccionó con {2} a tu GIF en {1}
fi: {2}-reaktio GIFiisi
fr: {0} : {2} à votre GIF dans {1}
it: {0}: ha reagito con {2} alla tua GIF in {1}
ko: {0}: {1}에서 내 GIF에 대해 {2}
ms: {0}: {2} ke GIF anda di {1}
pl: {0}: {2} na twojego GIFa na {1}
pt_br: {0}: {2} sobre o seu GIF em {1}
ru: {0}: {2} на Ваш GIF в «{1}»
sv: {2} på din GIF
tr: {0}: {1} sohbetindeki GIF'inize {2} tepkisi verdi
uk: {0} ставить {2} вашій GIF у {1}

# PushChatReactInvoice
source: {0}: {2} to your invoice in {1}
ar: ⁨{2}⁩ على فاتورتك
be: {0}: {2} на ваш рахунак у «{1}»
ca: {0}: {2} a la vostra factura en {1}
de: {0} reagierte mit {2} auf deine Rechnung in {1}
es: {0}: Reaccionó con {2} a tu factura en {1}
fi: {2}-reaktio laskuusi
fr: {0} : {2} à votre facture dans {1}
it: {0}: ha reagito con {2} alla tua fattura in {1}
ko: {0}: {1}에서 내 인보이스에 대해 {2}
ms: {0}: {2} ke invois anda di {1}
pl: {0}: {2} na twoją fakturę na {1}
pt_br: {0}: {2} sobre a sua fatura em {1}
ru: {0}: {2} на счёт от Вас в «{1}»
sv: {2} på din faktura
tr: {0}: {1} sohbetindeki faturanıza {2} tepkisi verdi
uk: {0} ставить {2} вашому рахунку в {1}

# PushChatReactNotext
source: {0}: {2} to your message in {1}
ar: ⁨{2}⁩ على رسالتك
be: {0}: {2} на ваша паведамленне ў «{1}»
ca: {0}: {2} al vostre missatge en {1}
de: {0} reagierte mit {2} auf deine Nachricht in {1}
es: {0}: Reaccionó con {2} a tu mensaje en {1}
fi: {2}-reaktio viestiisi
fr: {0} : {2} à votre message dans {1}
it: {0}: ha reagito con {2} al tuo messaggio in {1}
ko: {0}: {1}에서 내 메시지에 대해 {2}
ms: {0}: {2} ke mesej anda di {1}
pl: {0}: {2} na twoją wiadomość na {1}
pt_br: {0}: {2} sobre a sua mensagem em {1}
ru: {0}: {2} на Ваше сообщение в «{1}»
sv: {2} till ditt meddelande
tr: {0}: {1} sohbetindeki mesajınıza {2} tepkisi verdi
uk: {0} ставить {2} вашому повідомленню в {1}

# PushChatReactPhoto
source: {0}: {2} to your photo in {1}
ar: ⁨{2}⁩ على صورتك
be: {0}: {2} на ваша фота ў «{1}»
ca: {0}: {2} a la vostra foto en {1}
de: {0} reagierte mit {2} auf dein Bild in {1}
es: {0}: Reaccionó con {2} a tu foto en {1}
fi: {2}-reaktio kuvaasi
fr: {0} : {2} à votre photo dans {1}
it: {0}: ha reagito con {2} alla tua foto in {1}
ko: {0}: {1}에서 내 사진에 대해 {2}
ms: {0}: {2} ke foto anda di {1}
pl: {0}: {2} na twoje zdjęcie na {1}
pt_br: {0}: {2} sobre a sua foto em {1}
ru: {0}: {2} на Ваше фото в «{1}»
sv: {2} på din bild
tr: {0}: {1} sohbetindeki fotoğrafınıza {2} tepkisi verdi
uk: {0} ставить {2} вашому фото в {1}

# PushChatReactPoll
source: {0}: {2} to your poll "{3}" in {1}
ar: ⁨{2}⁩ على استفتاءك «⁨{3}⁩»
be: {0}: {2} на ваша апытанне «{3}» у «{1}»
ca: {0}: {2} a la vostra enquesta «{3}» en {1}
de: {0} reagierte mit {2} auf deine Umfrage "{3}" in {1}
es: {0}: Reaccionó con {2} a tu encuesta “{3}” en {1}
fi: {2}-reaktio kyselyysi "{3}"
fr: {0} : {2} à votre sondage "{3}" dans {1}
it: {0}: ha reagito con {2} al tuo sondaggio "{3}" in {1}
ko: {0}: {1}에서 내 투표 "{3}"에 대해 {2}
ms: {0}: {2} ke undian anda "{3}" di {1}
pl: {0}: {2} na twoją ankietę "{3}" na {1}
pt_br: {0}: {2} sobre a sua enquete "{3}" em {1}
ru: {0}: {2} на Ваш опрос «{3}» в «{1}»
sv: {2} på din omröstning {3}
tr: {0}: {1} sohbetindeki "{3}" anketinize {2} tepkisi verdi
uk: {0} ставить {2} вашому опитуванню "{3}" в {1}

# PushChatReactQuiz
source: {0}: {2} to your quiz "{3}" in {1}
ar: ⁨{2}⁩ على اختبارك «⁨{3}⁩»
be: {0}: {2} на вашу віктарыну «{3}» у «{1}»
ca: {0}: {2} al vostre concurs «{3}» en {1}
de: {0} reagierte mit {2} auf dein Quiz "{3}" in {1}
es: {0}: Reaccionó con {2} a tu cuestionario “{3}” en {1}
fi: {2}-reaktio visaasi "{3}"
fr: {0} : {2} à votre quiz "{3}" dans {1}
it: {0}: ha reagito con {2} al tuo quiz "{3}" in {1}
ko: {0}: {1}에서 내 퀴즈 "{3}"에 대해 {2}
ms: {0}: {2} ke kuiz anda "{3}" di {1}
pl: {0}: {2} na twój quiz "{3}" w {1}
pt_br: {0}: {2} sobre o seu quiz "{3}" em {1}
ru: {0}: {2} на Вашу викторину «{3}» в «{1}»
sv: {2} på ditt quiz {3}
tr: {0}: {1} sohbetindeki "{3}" testinize {2} tepkisi verdi
uk: {0} ставить {2} вашій вікторині "{3}" в {1}

# PushChatReactRound
source: {0}: {2} to your video message in {1}
ar: ⁨{2}⁩ على رسالتك المرئية
be: {0}: {2} на ваша відэапаведамленне ў «{1}»
ca: {0}: {2} al vostre missatge de vídeo en {1}
de: {0} reagierte mit {2} auf deine Videonachricht in {1}
es: {0}: Reaccionó con {2} a tu videomensaje en {1}
fi: {2}-reaktio videoviestiisi
fr: {0} : {2} à votre message vidéo dans {1}
it: {0}: ha reagito con {2} al tuo videomessaggio in {1}
ko: {0}: {1}에서 내 영상 메시지에 대해 {2}
ms: {0}: {2} ke mesej video anda di {1}
pl: {0}: {2} na twoją wiadomość wideo na {1}
pt_br: {0}: {2} sobre a sua mensagem de vídeo em {1}
ru: {0}: {2} на Ваше видеосообщение в «{1}»
sv: {2} till ditt videomeddelande
tr: {0}: {1} sohbetindeki görüntülü mesaja {2} tepkisi verdi
uk: {0} ставить {2} вашому відеоповідомленню в {1}

# PushChatReactSticker
source: {0}: {2} to your {3} sticker in {1}
ar: ⁨{2}⁩ على ملصقك ⁨{3}⁩
be: {0}: {2} на ваш стыкер {3} у «{1}»
ca: {0}: {2} al vostre {3} adhesiu en {1}
de: {0} reagierte mit {2} auf deinen {3}-Sticker in {1}
es: {0}: Reaccionó con {2} a tu {3} sticker en {1}
fi: {2}-reaktio {3}-tarraasi
fr: {0} : {2} à votre autocollant {3} dans {1}
it: {0}: ha reagito con {2} al tuo sticker {3} in {1}
ko: {0}: {1}에서 {3} 스티커에 대해 {2}
ms: {0}: {2} ke stiker {3} anda di {1}
pl: {0}: {2} na twoją naklejkę {3} na {1}
pt_br: {0}: {2} sobre o seu {3} sticker em {1}
ru: {0}: {2} на Ваш стикер {3} в «{1}»
sv: {2} på din {3}-dekal
tr: {0}: {1} sohbetindeki {3} çıkartmanıza {2} tepkisi verdi
uk: {0} ставить {2} вашій {3} наліпці в {1}

# PushChatReactText
source: {0}: {2} in {1} to your "{3}"
ar: ⁨{2}⁩ على «⁨{3}⁩»
be: {0}: {2} у «{1}» на ваша «{3}»
ca: {0}: {2} en {1} al vostre «{3}»
de: {0} reagierte mit {2} in {1} auf {3}
es: {0}: Reaccionó con {2} en {1} a “{3}”
fi: {2}-reaktio viestiisi "{3}"
fr: {0} : {2} dans {1} à votre "{3}"
it: {0}: ha reagito con {2} in {1} al tuo "{3}"
ko: {0}: {1}에서 내 "{3}"에 대해 {2}
ms: {0}: {2} di {1} ke "{3}" anda
pl: {0}: {2} na {1} na twoją wiadomość "{3}"
pt_br: {0}: {2} em {1} sobre "{3}"
ru: {0}: {2} в «{1}» на Ваше «{3}»
sv: {2} på din "{3}"
tr: {0}: {1} sohbetindeki "{3}" mesajınıza {2} tepkisi verdi
uk: {0} ставить {2} в {1} вашому "{3}"

# PushChatReactVideo
source: {0}: {2} to your video in {1}
ar: ⁨{2}⁩ على مقطعك المرئي
be: {0}: {2} на ваша відэа ў «{1}»
ca: {0}: {2} al vostre vídeo en {1}
de: {0} reagierte mit {2} auf dein Video in {1}
es: {0}: Reaccionó con {2} a tu video en {1}
fi: {2}-reaktio videoosi
fr: {0} : {2} à votre vidéo dans {1}
it: {0}: ha reagito con {2} al tuo video in {1}
ko: {0}: {1}에서 내 영상에 대해 {2}
ms: {0}: {2} ke video anda di {1}
pl: {0}: {2} na twoje wideo na {1}
pt_br: {0}: {2} sobre o seu vídeo em {1}
ru: {0}: {2} на Ваше видео в «{1}»
sv: {2} på din video
tr: {0}: {1} sohbetindeki videonuza {2} tepkisi verdi
uk: {0} ставить {2} вашому відео в {1}

# PushReactAudio
source: {0}: {1} to your voice message
ar: ⁨{1}⁩ على رسالتك الصوتية
be: {0}: {1} на ваша галасавое паведамленне
ca: {0}: {1} al vostre missatge de veu
de: {0} reagierte mit {1} auf deine Sprachnachricht
es: {0}: Reaccionó con {1} a tu mensaje de voz
fi: {1}-reaktio ääniviestiisi
fr: {0} : {1} à votre message vocal
it: {0}: ha reagito con {1} al tuo messaggio vocale
ko: {0}: 내 음성 메시지에 대해 {1}
ms: {0}: {1} ke mesej suara anda
pl: {0}: {1} na twoją wiadomość głosową
pt_br: {0}: {1} sobre a sua mensagem de voz
ru: {0}: {1} на Ваше голосовое сообщение
sv: {1} till ditt röstmeddelande
tr: {0}: Sesli mesajınıza {1} tepkisi verdi
uk: {0} ставить {1} вашому голосовому повідомленню

# PushReactContect
source: {0}: {1} to your contact {2}
ar: ⁨{1}⁩ على جهة الاتصال ⁨{2}⁩
be: {0}: {1} на ваш кантакт {2}
ca: {0}: {1} al vostre contacte {2}
de: {0} reagierte mit {1} auf deinen Kontakt {2}
es: {0}: Reaccionó con {1} a tu contacto {2}
fi: {1}-reaktio yhteystietoosi {2}
fr: {0} : {1} à votre contact {2}
it: {0}: ha reagito con {1} al tuo contatto "{2}"
ko: {0}: 내 연락처 {2}에 대해 {1}
ms: {0}: {1} ke kenalan anda {2}
pl: {0}: {1} na twój kontakt {2}
pt_br: {0}: {1} sobre o seu contato {2}
ru: {0}: {1} на Ваш контакт {2}
sv: {1} på din kontakt {2}
tr: {0}: {2} kişinize {1} tepkisini verdi
uk: {0} ставить {1} вашому контакту {2}

# PushReactDoc
source: {0}: {1} to your file
ar: ⁨{1}⁩ على ملفك
be: {0}: {1} на ваш файл
ca: {0}: {1} al vostre fitxer
de: {0} reagierte mit {1} auf deine Datei
es: {0}: Reaccionó con {1} a tu archivo
fi: {1}-reaktio tiedostoosi
fr: {0} : {1} à votre fichier
it: {0}: ha reagito con {1} al tuo file
ko: {0}: 내 파일에 대해 {1}
ms: {0}: {1} ke fail anda
pl: {0}: {1} na twój plik
pt_br: {0}: {1} sobre o seu arquivo
ru: {0}: {1} на Ваш файл
sv: {1} på din fil
tr: {0}: Dosyanıza {1} tepkisi verdi
uk: {0} ставить {1} вашому файлу

# PushReactGame
source: {0}: {1} to your game
ar: ⁨{1}⁩ على لعبتك
be: {0}: {1} на вашу гульню
ca: {0}: {1} al vostre joc
de: {0} reagierte mit {1} auf dein Spiel
es: {0}: Reaccionó con {1} a tu juego
fi: {1}-reaktio peliisi
fr: {0} : {1} à votre jeu
it: {0}: ha reagito con {1} al tuo gioco
ko: {0}: 내 게임에 대해 {1}
ms: {0}: {1} ke mainan anda
pl: {0}: {1} na twoją grę
pt_br: {0}: {1} sobre o seu jogo
ru: {0}: на Вашу игру {1}
sv: {1} till ditt spel
tr: {0}: Oyununuza {1} tepkisi verdi
uk: {0} ставить {1} вашій грі

# PushReactGeo
source: {0}: {1} to your map
ar: ⁨{1}⁩ على خريطتك
be: {0}: {1} на вашу карту
ca: {0}: {1} al vostre mapa
de: {0} reagierte mit {1} auf deine Karte
es: {0}: Reaccionó con {1} a tu mapa
fi: {1}-reaktio karttaasi
fr: {0} : {1} à votre plan
it: {0}: ha reagito con {1} alla tua posizione
ko: {0}: 내 지도에 대해 {1}
ms: {0}: {1} ke peta anda
pl: {0}: {1} na twoją mapę
pt_br: {0}: {1} sobre o seu mapa
ru: {0}: {1} на Вашу карту
sv: {1} på din karta
tr: {0}: Haritanıza {1} tepkisi verdi
uk: {0} ставить {1} вашій карті

# PushReactGeoLocation
source: {0}: {1} to your live location
ar: ⁨{1}⁩ على موقعك الحي
be: {0}: {1} на вашу трансляцыю месцазнаходжання
ca: {0}: {1} a la vostra ubicació en directe
de: {0} reagierte mit {1} auf deinen Live-Standort
es: {0}: Reaccionó con {1} a tu ubicación en tiempo real
fi: {1}-reaktio live-sijaintiisi
fr: {0} : {1} à votre position en temps réel
it: {0}: ha reagito con {1} alla tua posizione in tempo reale
ko: {0}: 내 실시간 위치에 대해 {1}
ms: {0}: {1} ke lokasi langsung anda
pl: {0}: {1} na twoją Lokalizację na żywo
pt_br: {0}: {1} sobre a sua localização ao vivo
ru: {0}: {1} на Вашу геопозицию
sv: {1} på din liveplats
tr: {0}: Canlı konumunuza {1} tepkisi verdi
uk: {0} ставить {1} вашому маячку

# PushReactGif
source: {0}: {1} to your GIF
ar: ⁨{1}⁩ على الـ GIF
be: {0}: {1} на вашу анімацыю
ca: {0}: {1} al vostre GIF
de: {0} reagierte mit {1} auf dein GIF
es: {0}: Reaccionó con {1} a tu GIF
fi: {1}-reaktio GIFiisi
fr: {0} : {1} à votre GIF
it: {0}: ha reagito con {1} alla tua GIF
ko: {0}: 내 GIF에 대해 {1}
ms: {0}: {1} ke GIF anda
pl: {0}: {1} na twojego GIFa
pt_br: {0}: {1} sobre o seu GIF
ru: {0}: {1} на Ваш GIF
sv: {1} på din GIF
tr: {0}: GIF'inize {1} tepkisi verdi
uk: {0} ставить {1} вашій GIF

# PushReactInvoice
source: {0}: {1} to your invoice
ar: ⁨{1}⁩ على فاتورتك
be: {0}: {1} на ваш рахунак
ca: {0}: {1} a la vostra factura
de: {0} reagierte mit {1} auf deine Rechnung
es: {0}: Reaccionó con {1} a tu factura
fi: {1}-reaktio laskuusi
fr: {0} : {1} à votre facture
it: {0}: ha reagito con {1} alla tua fattura
ko: {0}: 내 인보이스에 대해 {1}
ms: {0}: {1} ke invois anda
pl: {0}: {1} na twoją fakturę
pt_br: {0}: {1} sobre a sua fatura
ru: {0}: {1} на счёт от Вас
sv: {1} på din faktura
tr: {0}: Faturanıza {1} tepkisi verdi
uk: {0} ставить {1} вашому рахунку

# PushReactNoText
source: {0}: {1} to your message
ar: ⁨{1}⁩ على رسالتك
be: {0}: {1} на ваша паведамленне
ca: {0}: {1} al vostre missatge
de: {0} reagierte mit {1} auf deine Nachricht
es: {0}: Reaccionó con {1} a tu mensaje
fi: {1}-reaktio viestiisi
fr: {0} : {1} à votre message
it: {0}: ha reagito con {1} al tuo messaggio
ko: {0}: 내 메시지에 대해 {1}
ms: {0}: {1} ke mesej anda
pl: {0}: {1} na twoją wiadomość
pt_br: {0}: {1} sobre a sua mensagem
ru: {0}: {1} на Ваше сообщение
sv: {1} på ditt meddelande
tr: {0}: Mesajınıza {1} tepkisi verdi
uk: {0} ставить {1} вашому повідомленню

# PushReactPhoto
source: {0}: {1} to your photo
ar: ⁨{1}⁩ على صورتك
be: {0}: {1} на ваша фота
ca: {0}: {1} a la vostra foto
de: {0} reagierte mit {1} auf dein Bild
es: {0}: Reaccionó con {1} a tu foto
fi: {1}-reaktio kuvaasi
fr: {0} : {1} à votre photo
it: {0}: ha reagito con {1} alla tua foto
ko: {0}: 내 사진에 대해 {1}
ms: {0}: {1} ke foto anda
pl: {0}: {1} na twoje zdjęcie
pt_br: {0}: {1} sobre a sua foto
ru: {0}: {1} на Ваше фото
sv: {1} på din bild
tr: {0}: Fotoğrafınıza {1} tepkisi verdi
uk: {0} ставить {1} вашому фото

# PushReactPoll
source: {0}: {1} to your poll "{2}"
ar: ⁨{1}⁩ على استفتاءك «⁨{2}⁩»
be: {0}: {1} на ваша апытанне «{2}»
ca: {0}: {1} a la vostra enquesta «{2}»
de: {0} reagierte mit {1} auf deine Umfrage "{2}"
es: {0}: Reaccionó con {1} a tu encuesta “{2}”
fi: {1}-reaktio kyselyysi "{2}"
fr: {0} : {1} à votre sondage "{2}"
it: {0}: ha reagito con {1} al tuo sondaggio "{2}"
ko: {0}: 내 투표 {2}에 대해 {1}
ms: {0}: {1} ke undian anda "{2}"
pl: {0}: {1} na twoją ankietę "{2}"
pt_br: {0}: {1} sobre a sua enquete "{2}"
ru: {0}: {1} на Ваш опрос «{2}»
sv: {1} på din omröstning "{2}"
tr: {0}: "{2}" anketinize {1} tepkisi verdi
uk: {0} ставить {1} вашому опитуванню "{2}"

# PushReactQuiz
source: {0}: {1} to your quiz "{2}"
ar: ⁨{1}⁩ على الاختبار «⁨{2}⁩»
be: {0}: {1} на вашу віктарыну {2}
ca: {0}: {1} al vostre concurs «{2}»
de: {0} reagierte mit {1} auf dein Quiz "{2}"
es: {0}: Reaccionó con {1} a tu cuestionario “{2}”
fi: {1}-reaktio visaasi "{2}"
fr: {0} : {1} à votre quiz "{2}"
it: {0}: ha reagito con {1} al tuo quiz "{2}"
ko: {0}: 내 퀴즈 "{2}"에 대해 {1}
ms: {0}: {1} ke kuiz anda "{2}"
pl: {0}: {1} na twój quiz "{2}"
pt_br: {0}: {1} sobre o seu quiz "{2}"
ru: {0}: {1} на Вашу викторину «{2}»
sv: {1} på din quiz "{2}"
tr: {0}: "{2}" testinize {1} tepkisini verdi
uk: {0} ставить {1} вашій вікторині "{2}"

# PushReactRound
source: {0}: {1} to your video message
ar: ⁨{1}⁩ على رسالتك المرئية
be: {0}: {1} на ваша відэапаведамленне
ca: {0}: {1} al vostre missatge de vídeo
de: {0} reagierte mit {1} auf deine Videonachricht
es: {0}: Reaccionó con {1} a tu videomensaje
fi: {1}-reaktio videoviestiisi
fr: {0} : {1} à votre message vidéo
it: {0}: ha reagito con {1} al tuo videomessaggio
ko: {0}: 내 영상 메시지에 대해 {1}
ms: {0}: {1} ke mesej video anda
pl: {0}: {1} na twoją wiadomość wideo
pt_br: {0}: {1} sobre a sua mensagem de vídeo
ru: {0}: {1} на Ваше видеосообщение
sv: {1} till ditt videomeddelande
tr: {0}: Görüntülü mesajınıza {1} tepkisi verdi
uk: {0} ставить {1} вашому відеоповідомленню

# PushReactSticker
source: {0}: {1} to your {2} sticker
ar: ⁨{1}⁩ على الملصق ⁨{2}⁩
be: {0}: {1} на ваш {2} стыкер
ca: {0}: {1} al vostre {2} adhesiu
de: {0} reagierte mit {1} auf deinen {2}-Sticker
es: {0}: Reaccionó con {1} a tu {2} sticker
fi: {1}-reaktio {2}-tarraasi
fr: {0} : {1} à votre autocollant {2}
it: {0}: ha reagito con {1} al tuo sticker {2}
ko: {0}: 내 스티커 {2}에 대해 {1}
ms: {0}: {1} ke stiker {2} anda
pl: {0}: {1} na twoją naklejkę {2}
pt_br: {0}: {1} sobre o seu {2} sticker
ru: {0}: {1} на Ваш стикер {2}
sv: {1} på din {2}-dekal
tr: {0}: {2} çıkartmanıza {1} tepkisini verdi
uk: {0} ставить {1} вашій {2} наліпці

# PushReactText
source: {0}: {1} to your "{2}"
ar: ⁨{1}⁩ على «⁨{2}⁩»
be: {0}: {1} на ваша «{2}»
ca: {0}: {1} al vostre «{2}»
de: {0} reagierte mit {1} auf {2}
es: {0}: Reaccionó con {1} a “{2}”
fi: {1}-reaktio viestiisi "{2}"
fr: {0} : {1} à votre "{2}"
it: {0}: ha reagito con {1} al tuo "{2}"
ko: {0}: 내 "{2}"에 대해 {1}
ms: {0}: {1} ke "{2}"anda
pl: {0}: {1} na twoją wiadomość "{2}"
pt_br: {0}: {1} sobre "{2}"
ru: {0}: {1} на Ваше "{2}"
sv: {1} på din "{2}"
tr: {0}: "{2}" mesajınıza {1} tepkisi verdi
uk: {0} ставить {1} вашому "{2}"

# PushReactVideo
source: {0}: {1} to your video
ar: ⁨{1}⁩ على مقطعك المرئي
be: {0}: {1} на ваша відэа
ca: {0}: {1} al vostre vídeo
de: {0} reagierte mit {1} auf dein Video
es: {0}: Reaccionó con {1} a tu video
fi: {1}-reaktio videoosi
fr: {0} : {1} à votre vidéo
it: {0}: ha reagito con {1} al tuo video
ko: {0}: 내 영상에 대해 {1}
ms: {0}: {1} ke video anda
pl: {0}: {1} na twoje wideo
pt_br: {0}: {1} sobre o seu vídeo
ru: {0}: {1} на Ваше видео
sv: {1} på din video
tr: {0}: Videonuza {1} tepkisi verdi
uk: {0} ставить {1} вашому відео

source: QR Code
ar: رمز QR
be: QR-код
ca: Codi QR
es: Código QR
fi: QR-koodi
fr: Code QR
it: Codice QR
ko: QR 코드
ms: Kod QR
pl: Kod QR
pt_br: Código QR
ru: QR-код
sv: QR-kod
tr: QR Kodu
uk: QR-код

# QRCodeLinkHelpChannel
source: Everyone on Telegram can scan this code to join your channel.
ar: يمكن لأي شخص لديه تيليجرام مسح هذا الرمز للانضمام إلى قناتك.
be: Любы ў Telegram можа прасканаваць гэты код, каб далучыцца да вашага канала.
ca: Tothom a Telegram pot escanejar el codi per a unir-se al canal.
de: Mit diesem QR-Code kann man dem Kanal beitreten.
es: Cualquiera en Telegram puede escanear este código para unirse a tu canal.
fi: Kuka tahansa Telegramin käyttäjä voi skannata tämän koodin liittyäkseen kanavallesi.
fr: Toute personne sur Telegram peut scanner ce code pour rejoindre votre canal.
it: Chiunque su Telegram può scansionare questo codice per unirsi al tuo canale.
ko: 텔레그램에 있는 누구나 이 코드를 스캔하여 채널에 입장 할 수 있습니다.
ms: Setiap orang di Telegram boleh imbas kod untuk sertai saluran anda.
nl: Iedereen op Telegram kan deze code scannen om lid te worden van je kanaal
pl: Każdy użytkownik Telegrama może zeskanować ten kod, aby dołączyć do twojego kanału
pt_br: Todos no Telegram podem escanear esse código para entrar no seu canal.
ru: Пользователи смогут подписаться на канал, считав этот код камерой телефона.
sv: Vem som helst på Telegram kan skanna koden och följa din kanal.
tr: Telegram'daki herkes kanalınıza katılmak için bu kodu taratabilir.
uk: Будь-який користувач Telegram може приєднатися до каналу, просканувавши цей код.

# QRCodeLinkHelpGroup
source: Everyone on Telegram can scan this code to join your group.
ar: يمكن لأي شخص لديه تيليجرام مسح هذا الرمز للانضمام إلى مجموعتك.
be: Любы ў Telegram можа прасканаваць гэты код, каб далучыцца да вашай суполкі.
ca: Tothom al Telegram pot escanejar el codi per a unir-se al grup.
de: Mit diesem QR-Code kann man der Gruppe beitreten.
es: Cualquiera en Telegram puede escanear este código para unirse a tu grupo.
fi: Kuka tahansa Telegramin käyttäjä voi skannata tämän koodin liittyäkseen ryhmääsi.
fr: Toute personne sur Telegram peut scanner ce code pour rejoindre votre groupe.
it: Chiunque su Telegram può scansionare questo codice per unirsi al tuo gruppo.
ko: 텔레그램에 있는 누구나 이 코드를 스캔하여 그룹에 입장 할 수 있습니다.
ms: Setiap orang di Telegram boleh imbas kod untuk sertai grup anda
nl: Iedereen op Telegram kan deze code scannen om lid te worden van je groep
pl: Każdy użytkownik Telegrama może zeskanować ten kod, aby dołączyć do twojej grupy.
pt_br: Todos no Telegram podem escanear esse código para entrar no seu grupo.
ru: Пользователи смогут присоединиться к группе, считав этот код камерой телефона.
sv: Alla på Telegram kan skanna koden och gå med i din kanal.
tr: Telegram'daki herkes grubunuza katılmak için bu kodu tarayabilir.
uk: Будь-який користувач Telegram може приєднатися до групи, просканувавши цей код.

# QRCodePermissionNoCamera
source: Telegram needs access to your camera so that you can scan QR codes.
ar: يحتاج تيليجرام الوصول إلى الكاميرا لتتمكن من مسح رمز QR.
be: Telegram патрэбны доступ да вашай камеры, каб вы маглі сканаваць QR-коды.
ca: El Telegram necessita accedir a la càmera perquè pugueu escanejar codis QR.
de: Telegram benötigt zum Scannen von QR-Codes Zugriff auf deine Kamera.
es: Telegram necesita acceso a tu cámara para que puedas escanear códigos QR.
fa: تلگرام باید به دوربین شما دسترسی داشته باشد تا بتوانید کدهای QR را اسکن کنید.
fi: Telegram tarvitsee pääsyn kameraasi skannatakseen QR-koodeja.
fr: Telegram a besoin d'accéder à votre caméra pour scanner des codes QR.
id: Telegram membutuhkan akses ke kamera Anda sehingga dapat memindai kode QR.
it: Telegram deve accedere alla tua fotocamera per poter scansionare i codici QR.
ko: QR 코드를 스캔하려면 텔레그램에게 카메라 접근 권한이 필요합니다.
ms: Telegram perlu akses ke kamera anda supaya kod QR boleh diimbas.
nl: Telegram heeft toegang tot je camera nodig om QR-codes te scannen.
pl: Aby można było skanować kody QR, Telegram musi mieć dostęp do aparatu.
pt_br: O Telegram precisa de acesso à sua câmera para que você possa escanear códigos QR.
ru: Чтобы Вы могли сканировать QR-коды, Telegram нужен доступ к камере.
sv: Telegram behöver kameraåtkomst för att läsa in QR-koder
tr: QR kodlarını tarayabilmeniz için Telegram'ın kameranıza erişmesi gerekiyor.
uk: Telegram потрібен доступ до камери, щоб ви могли сканувати QR-коди.
uz: QR kodlarni skanerlashingiz uchun Telegram kamerangizdan foydalanishga ruxsat olishi kerak.
